


class Info extends React.Component
 {

  render() {
    return (  <div style={{ width:'1000px'}}>
   
       
   <h1>Oдесса мой любимый город</h1>
   <div><img className="IMGS" style={{ marginTop:'70px', width:'1000px', height:'550px'}} src={"img/odessa_0.jpg"}></img></div>
       <p className="IMGS" style={{marginTop:'10px', width:'1000px',  fontWeight:'bold', textAlign:'justify', padding:'50px'}}>
        С V века до н. э. на бывшей территории современной Одессы и Одесского залива находились античные поселения в гавани Истриян и Исиак[18], остатки одного из которых были обнаружены прямо под нынешним Приморским бульваром. Уровень воды был иным, более низким, и береговая линия проходила намного дальше, чем сейчас находится Одесский маяк. Именно недалеко от маяка и за ним до сих пор иногда находят древнегреческие артефакты. Из-за более низкого уровня воды Тендровская коса продолжалась значительно дальше, чем сейчас, и поселение в районе маяка фактически контролировало выход из устья Буга и Днепра в Чёрное море, и, таким образом, имело стратегическое значение. Археологические артефакты подтверждают существование связей между Одесским регионом и восточным Средиземноморьем. Уничтожены поселения предположительно в IV—III веках до н. э. кочевыми племенами из Азии.
    
    В Средневековье территория будущей Одессы находилась во владении различных кочевых племён (печенегов, половцев), Золотой Орды, Крымского ханства, Великого княжества Литовского, Османской империи.
    
    В 1362 году после битвы на Синих Водах побережье захватило Великое княжество Литовское. Но только в начале XV века литовцы основывают здесь свой замок под названием Коцюбеев и портовую пристань (первое упоминание — 1415 год[19]). В 1484 году эти земли завоевала Османская империя, а местное население составляли преимущественно татары. К концу XV столетия Качибей был значительным торговым городом[18].
    
    Вместе с тем, некоторые историки полагают версию о расположении на месте Хаджибея-Одессы упомянутого в хронике Яна Длугоша порта Kaczubyeiow недостаточно обоснованной, а других летописных сведений на этот счёт нет[20]. Какие-либо археологические подтверждения данной гипотезы не обнаружены. Указание такового объекта в прижизненных изданиях карт Боплана также отсутствует и является уже позднейшей вставкой, в самой работе Боплана «Описание Украины 1651 года» Хаджибей не упомянут.
    
    В 1764 году турецкие власти отстроили на берегу Одесского залива рядом с поселением Хаджибей старую крепость, назвав её Ени-Дунья (Новый свет)[18].
    
    14 (25) сентября 1789 года, в ходе русско-турецкой войны (1787—1791), крепость была взята штурмом силами сводного отряда регулярной армии и черноморских казаков под командованием Хосе де Рибаса из состава отдельного корпуса русской армии под командованием И. В. Гудовича.
    
    Первоначально на месте татаро-турецкого поселения Хаджибей[21], отошедшего к Российской империи в 1791 году по Ясскому мирному договору, планировалось сделать поселение для вольнонаёмных матросов русского флота.
    
    Из воспоминаний генерала М. В. Каховского, весной 1792 года осуществившего экспедицию в Очаковскую область[22]:
    
    «Аджибей, назначенный Вашим Императорским Величеством для обитания служивших в Средиземном море на флотилии, лежит на возвышенном и приятном месте. Вода в колодцах пресная и хорошая… От развалин бывших тут строений камня много. Оного будет достаточно на построение при первом случае домов для ожидаемых к обитанию в сем месте».
    
    10 (21) июня 1793 года состоялась закладка новой Хаджибейской крепости, руководителем строительства которой был назначен генерал-аншеф Александр Васильевич Суворов.
    Годом основания в Российской империи современного города Одессы как военно-морского и торгового порта на Чёрном море принято считать 1794 год[23], когда 27 мая (7 июня) 1794 года российская императрица Екатерина II издала рескрипт вице-адмиралу Осипу Дериба́су (Хосе де Ри́басу) об основании в Гаджибее военной гавани с купеческой пристанью.
    
    «Уважая выгодное положение Гаджибея при Чёрном море и сопряжённые с оным пользы, признали Мы нужным устроить тамо военную гавань, купно с купеческою пристанью. Повелев нашему Екатеринославскому и Таврическому генерал-губернатору, открыть тамо свободный вход купеческим судам, как наших подданных, так и чужестранных держав, коим силою трактатов, с империей нашей существующих, можно плавать по Чёрному морю, устроение гавани сей Мы возлагаем на вас и всемилостивейше повелеваем вам быть главным начальником оной, где и гребной флот Черноморский, в вашей команде состоящий, впредь главное расположение свое иметь будет; работы же производить под надзиранием генерала графа Суворова-Рымникского, коему поручены от Нас все строения укреплений и военных заведений в той стране. Придав в пособие вам инженерного подполковника Деволана, коего представленный план пристани и города Гаджибея, утвердив, повелеваем приступить, не теряя времени, к возможному и постепенному произведению оного в действие…
    
    … можете брать суда из гребного флота, из которого и служителей к производству поведённых работ употребляйте, без изнурения их однако же излишними трудами, производя по вашему рассмотрению плату заработных денег».
    — Императрица Всероссийская Екатерина II, из рескрипта вице-адмиралу де Рибасу от 27 мая (7 июня) 1794 года[24].
    22 августа (2 сентября) 1794 года екатеринославский митрополит Гавриил (Бэнулеску-Бодони) освятил основание города и заложил в нём первые камни в основание трёх православных храмов: Святой Троицы, святителя Николая и святой Екатерины[25][26].
    
    Ранее, до издания императрицей рескрипта Осипу Дериба́су (Хосе де Ри́басу), он представил Екатеринославскому и Таврическому генерал-губернатору князю Платону Зубову доклад, вместе с ходатайством о построении порта и города Гаджибея, а также планы, составленные инженером-полковником русской армии Францем де Волланом. Де Рибасу в конце концов удалось убедить Екатерину II, и таким образом был утверждён его проект основания порта и города. Строился город по плану, составленному де Волланом.
    
    Новое название города Одесса впервые встречается 10 (21) января 1795 года, но официального указа о переименовании не найдено. Первыми поселенцами были греки, итальянцы, албанцы-арнауты[18].
    
    Город с 1794 года делился на два форштадта — Военный и Греческий. Военный форштадт включал в себя 52 квартала, поделённых на 560 участков. Греческий форштадт состоял из 65 кварталов, включавших в себя 720 участков.
    
    Высочайшим указом 26 января (6 февраля) 1798 года российский магистрат упразднён и русские купцы и мещане причислены в ведомство иностранного магистрата; но через три года вместо иностранного магистрата стал действовать городовой магистрат, на основании общих российских узаконений[27].
    
    Как рост населения, так и развитие торговли пошли вперёд быстрее с 1800 года, когда Павел I, кроме денежных субсидий, даровал городу несколько важных льгот[27]. В 1802 году в Одессе было 9000 жителей, 39 промышленных заведений, 1564 дома, а в 1813 году — 35 000 жителей и 2600 домов. Доходы с торгово-промышленных оборотов возросли в десять и более раз, хотя город существенно пострадал во время русско-турецкой войны (1806—1812) и Отечественной войны 1812 года, а также из-за эпидемии чумы в 1812 году, унёсшей жизни каждого девятого жителя города[27].
    
    При градоначальнике Ришельё Одесса превратилась в главный порт Российской империи на Чёрном море[28]. После назначения Ришельё в 1805 году генерал-губернатором Новороссийского края Одесса стала административным центром Новороссийского генерал-губернаторства. При Ришельё в городской бюджет поступали 10 % от местных таможенных сборов[источник не указан 1763 дня]. При Ланжероне Одесса получила уникальный статус свободного порта, порто-франко (просуществовал в период 1817—1849), — экспорт и импорт товаров в город осуществлялись без всяких пошлин[18]. Это придало дополнительное ускорение развитию города и его промышленности. При этом Одесса развивалась столь стремительно, что всего за одно столетие превратилась из небольшого посёлка в крупнейший морской порт России на Чёрном море и четвёртый по величине город Российской империи после Санкт-Петербурга, Москвы и Варшавы[29].
    
    В 1836 году, с учреждением особой Херсонско-Таврической епархии, Одесса сделалась местопребыванием архиерея[27].
    
    В первой половине XIX века Одесса была настолько не благоустроена, что русский поэт Александр Сергеевич Пушкин, живший в ней в начале 1820-х годов, охарактеризовал её в следующих словах:
    «Все домы на аршин загрязнут,
    Лишь на ходулях пешеход
    По улице дерзает вброд…»[30]
    При генерал-губернаторе графе А. Г. Строганове введено новое городское положение, по образцу петербургского и московского[27]/
    
    В 1865 году была введена в эксплуатацию железная дорога Одесса — Балта. В 1880 году здесь была открыта конно-железная дорога.
    
    В 1891 году в Одессе появился первый в Российской империи автомобиль: привезённый из Франции «Бенц», принадлежавший весьма популярному в городе издателю газеты «Одесский листок» В. В. Навроцкому[31].
    
    К концу XIX века Одесса являлась четвёртым по численности населения городом (согласно Первой всеобщей переписи населения Российской империи 1897 года) и вторым по грузообороту морским портом Российской империи.
    
    13—14 июня 1905 года в Одессе проходили забастовки, митинги и демонстрации, закончившиеся столкновением рабочих с полицией; были воздвигнуты баррикады. В ночь с 15 на 16 июня в порту, подожжённом полицией, было расстреляно до 2000 рабочих. Стачка охватила почти всех рабочих, и город превратился в военный лагерь[32].
    
    11 (24) марта 1908 года в Одессе был основан первый в России аэроклуб, а 8 (21) марта 1910 года прошли первые в России показательные полёты первого русского лётчика М. Н. Ефимова.
    
        </p>
      </div>

      
    );
  }
}