class Other extends React.Component
 {

  render() {
    return (  <div style={{ width:'1000px'}}>
   
       

   <div class="row">
                <div class="col-md-12">
                <h1>Достопримечательности Одессы</h1>   
                </div>
                <div className="col-md-12">
                <h2>Потёмкинская лестница</h2>
                </div>
                <div className="col-md-12">
                <p>
                 Одна из визитных карточек города, которая также входит во все списки «главные достопримечательности Украины». Конструкция была создана в 19 столетии по распоряжению Воронцова. Князь приказал построить ее в качестве подарка своей любимой супруге. Лестница, ведущая к Приморскому бульвару, состоит почти из 200 ступенек. Подняться по ней должен каждый турист.
                 </p>
                </div>
                <div className="col-md-12">
                <img className="IMGS" style={{ marginTop:'70px', width:'1000px', height:'700px'}} src={"img/31.jpg"}></img>
                </div>

                <div className="col-md-12">
                <h2>Дерибасовская улица</h2>
                </div>
                <div className="col-md-12">
                <p>
                Центральный пешеходный проспект города, который позволит вам ощутить уникальный колорит Одессы. Каким бы непродолжительным ни было ваше путешествие, пройтись по Дерибасовской улице с ее бутиками, кафе, ресторанчиками и Пассажем, следует обязательно. Здесь же располагаются лучшие отели в Одессе. Большая часть зданий была построена в 19 столетии. Многие коттеджи, дошедшие до нашего времени, принадлежали всемирно известным личностям.
                 </p>
                </div>
                <div className="col-md-12">
                <img className="IMGS" style={{ marginTop:'70px', width:'1000px', height:'700px'}} src={"img/32.jpg"}></img>
                </div>


                <div className="col-md-12">
                <h2>Приморский бульвар</h2>
                </div>
                <div className="col-md-12">
                <p>
                Попасть на бульвар можно, поднявшись по Потемкинской лестнице. Гиды в Одессе нередко советуют начинать знакомство с городом именно с этого места. С бульвара вы сможете полюбоваться на приморский вокзал. В список находящихся тут достопримечательностей входит музей со стеклянным куполом, в котором хранятся остатки поселения древних греков.
               </p>
                </div>
                <div className="col-md-12">
                <img className="IMGS" style={{ marginTop:'70px', width:'1000px', height:'700px'}} src={"img/33.jpg"}></img>
                </div>

                <div className="col-md-12">
                <h2>Воронцовский дворец</h2>
                </div>
                <div className="col-md-12">
                <p>
                Здание 1834 года, принадлежавшее членам семьи Воронцовых. Резиденция была почти уничтожена в ходе крымского столкновения. После войны с англо-французской армией, от дворца остались только руины. В дальнейшем историческую постройку было решено реставрировать и снова использовать в качестве резиденции для губернатора. В свое время тут также располагалась мужская гимназия, а потом и центр творчества для детей.
                </p>
                </div>
                <div className="col-md-12">
                <img className="IMGS" style={{ marginTop:'70px', width:'1000px', height:'700px'}} src={"img/34.jpg"}></img>
                </div>


                <div className="col-md-12">
                <h2>Спасо-Преображенский собор</h2>
                </div>
                <div className="col-md-12">
                <p>
                Крупнейшая действующая церковь города для православных прихожан находится на Соборной площади. Изначально постройка с прекрасными белоснежными стенами представляла собой скромный временный храм. Последняя реставрация комплекса была проведена в 20 столетии. Если вы хотите увидеть лучшие достопримечательности Одессы, приезжайте сюда.
                </p>
                </div>
                <div className="col-md-12">
                <img className="IMGS" style={{ marginTop:'70px', width:'1000px', height:'700px'}} src={"img/35.jpg"}></img>
                </div>


                <div className="col-md-12">
                <h2>Дом-стена</h2>
                </div>
                <div className="col-md-12">
                <p>
                Необычайное архитектурное сооружение расположено на Приморском бульваре. Если вы взгляните на здание под определенным углом, то вам покажется, что у дома нет боковых стен. Оригинальный эффект создается за счет треугольной планировки конструкции. Другое название достопримечательности – Ведьмин Дом.
                </p>
                </div>
                <div className="col-md-12">
                <img className="IMGS" style={{ marginTop:'70px', width:'1000px', height:'700px'}} src={"img/36.jpg"}></img>
                </div>

                <div className="col-md-12">
                <h2>Одесские катакомбы</h2>
                </div>
                <div className="col-md-12">
                <p>
                Неподалеку от города, в поселении Нерубайское, находятся легендарные катакомбы, длиной в пару десятков километров. Известность им принесла, в том числе, их запутанность. Это настоящий искусственно созданный подземный лабиринт, температура в котором никогда не превышает +14 гр. Цельсия. В витиеватых тоннелях добывался ракушечник, используемый для строительства большинства зданий в городе, кроме того, тут укрывались партизаны. Если вы не знаете, что посмотреть в Одессе за 1 день, но хотите превратить свое путешествие в настоящее приключение, приезжайте сюда.
                </p>
                </div>
                <div className="col-md-12">
                <img className="IMGS" style={{ marginTop:'70px', width:'1000px', height:'700px'}} src={"img/37.jpg"}></img>
                </div>

            </div>



      </div>

      
    );
  }
}